---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DWGExportOptions
source: html/42ceebdc-f185-c459-115a-953d8ed972a1.htm
---
# DWGExportOptions Members

Constructs a new instance of DWGExportOptions with default values of all properties.